# Graphical environment
#nerd-fonts-complete

# Audio
vital-synth
#zyn-fusion
#distrho-ports-lv2-git
talentedhack-git

# Web/email/etc
abook
mutt-wizard
pam-gnupg
urlview
buku

# Basics
miniconda3
dashbinsh
castnow-git
sc-im
zoom
caffeine-ng
moar
plex-media-server

# Dev
entt
libresprite
nvm
codelldb-bin
quicktype
