# Networking
networkmanager
networkmanager-runit
network-manager-applet
networkmanager-runit
nm-connection-editor
wpa_supplicant-runit
connman
connman-runit
nfs-utils
p2pool

# Basics
vim
neovim
alacritty
fzf
dunst
git
groff
exa
rsync
syncthing
syncthing-runit
htop
mpv
#libreoffice-still
neofetch
neomutt
pass
ranger
pcmanfm
qutebrowser
#firefox
scrot
starship
sxiv
tmux
tree
unzip
yt-dlp
zathura
zathura-pdf-poppler
zip
zsh
man
calcurse
python-urllib3
libssh2
openssh
wget
newsboat
transmission-cli
cryptsetup
python-pynvim
texlive-most
entr
discord
jq
kalendar
lf
virtualbox
virtualbox-host-modules-artix

# Sysadmin
cronie
cronie-runit
ntp
ntp-runit
artools-base
ntfs-3g
artix-archlinux-support

# Graphical environment
arandr
noto-fonts
ttf-ubuntu-font-family
nitrogen
picom
xorg
xorg-server
xorg-xinit
xclip
xdotool
xsel
unclutter
redshift
gnome-themes-extra
xf86-video-intel
adwaita-qt6
plasma-workspace
adwaita-qt5
kde-gtk-config
lxappearance
maim
slop

# Image manipulation
imagemagick
gimp
#inkscape
kolourpaint

# Audio
ardour
calf
realtime-privileges
jack2
cadence
pulseaudio-jack
pulseaudio
pavucontrol
#pulseadio-bluetooth
qjackctl
a2jmidid
drumkv1
zynaddsubfx
alsa-utils
geonkick

# Video recording
obs-studio

# Web/email/etc
elinks
links
lynx
notmuch
isync
mpop
msmtp
qbittorrent
w3m
brave-bin
electrum
firefox
monero
torbrowser-launcher

# Bluetooth
bluez
bluez-runit
bluez-utils

# Dev
box2d
clang
docker
docker-compose
docker-runit
postgresql
texlive-most
tiled
xdot
bash-language-server
bc
dash
glm
librdkafka
pandoc
pyright
python-lsp-server
shellcheck
texlive-bin
typescript-language-server
kubectl

